{"translation-revision-date":"2025-09-22 13:14:38+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Sorry, you can't upload that file yet":["Žao nam je, još ne možete prenijeti tu datoteku"],"This is because JSON files may pose a security risk.":["To je zato što JSON datoteke mogu predstavljati sigurnosni rizik."],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["Prijenos JSON datoteka iz nepoznatih izvora može biti štetan i ugroziti vašu web stranicu. Za maksimalnu sigurnost instalirajte samo JSON datoteke iz pouzdanih izvora."],"Warning: JSON files may be unsafe":["Upozorenje: JSON datoteke možda nisu sigurne"],"Deactivate":["Deaktiviraj"],"Are you sure?":["Jeste li sigurni?"],"Do not show this message again":["Ne pokazuj više ovu poruku"],"Activate":["Aktiviraj"],"First, activate another experiment.":["Prvo aktivirajte drugi eksperiment."],"Importing...":["Uvoz…"],"In order to use %1$s, first you need to activate %2$s.":["Da biste %1$s koristili, prvo morate aktivirati %2$s."],"Enable and Import":["Omogućite i uvezite"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Ako ne omogućite prijenos nefiltriranih datoteka, SVG ili JSON datoteke (uključujući lottie) koje se koriste u prenesenom predlošku neće se uvesti."],"Import Without Enabling":["Uvoz bez omogućavanja"],"Got it":["Kužim"],"Migrate to v3.0":["Prelazak na v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Imajte na umu da će ovaj postupak poništiti sve promjene napravljene u globalnim bojama i fontovima od nadogradnje na v3.x."],"Enable Unfiltered File Uploads":["Omogući prijenose nefiltriranih datoteka"],"Font Awesome 5 Migration":["Font Awesome 5 seljenje"],"I understand that by upgrading to Font Awesome 5,":["Razumijem da ažuriranjem na Font Awesome 5,"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["prihvaćam da neke promjene mogu utjecati na moj website i da se ovaj postupak ne može vratiti na prijašnje stanje."],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Prije nego što omogućite prijenos nefiltriranih datoteka, imajte na umu da takve datoteke uključuju sigurnosni rizik. Elementor pokreće postupak za uklanjanje mogućeg zlonamjernog koda, ali još uvijek postoji rizik pri korištenju takvih datoteka."],"Continue":["Nastavi"],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Molimo, obratite pažnju da se prebacujete na zadani WordPress uređivač. Vaš trenutni dizajn i sadržaj bi se mogli poremetiti."],"Back to WordPress Editor":["Natrag na WordPress uređivač"],"Rollback to Previous Version":["Povratak na prethodnu verziju"],"Are you sure you want to reinstall previous version?":["Da li ste sigurni da želite instalirati prethodnu verziju?"],"Enable":["Uključi"],"Cancel":["Prekini"]}},"comment":{"reference":"assets\/js\/admin.js"}}