{"translation-revision-date":"2025-09-22 13:14:38+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Show less":["Prikaži manje"],"Show more":["Prikaži više"],"Code":["Šifra"],"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["Ovo preuzimanje zahtijeva PHP proširenje 'DOMDocument', koje nismo mogli otkriti na vašem poslužitelju. Omogućite ovo proširenje ili se obratite svojoj usluzi hostinga za podršku, a zatim ponovno pokušajte s preuzimanjem."],"Warning: JSON or ZIP files may be unsafe":["Upozorenje: JSON ili ZIP datoteke možda nisu sigurne"],", try again and if the problem persists contact ":[", pokušajte ponovno i ako se problem nastavi javljati, obratite se "],"Couldn’t access the file":["Nije moguće pristupiti datoteci"],"Seems like there is a problem with the zip’s files. Try installing again and if the problem persists contact ":["Čini se da postoji problem s datotekama Kita. Pokušajte ponovno instalirati i ako se problem nastavi, obratite se "],"We couldn’t download the Website Template due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["Nismo mogli preuzeti komplet zbog tehničkih poteškoća s naše strane. Pokušajte ponovno za nekoliko minuta i ako se problem nastavi, obratite se "],"Support":["Podrška"],"We couldn’t download the Website Template due to technical difficulties on our part. Try again and if the problem persists contact ":["Nismo mogli preuzeti komplet zbog tehničkih poteškoća s naše strane. Pokušajte ponovno i ako se problem nastavi javljati, obratite se "],"Do not show this message again":["Ne pokazuj više ovu poruku"],"Export a Website Kit":["Izvoz kompleta web stranica"],"What’s a Website Kit?":["Što je komplet web stranica?Što je kit za web stranicu?"]," Learn more about Website Kits":[" Saznajte više o kompletima web stranica"],"Upgrade":["Nadogradi"],"Upgrade Now":["Nadogradi sada"],"Elementor Templates":["Elementor predlošci"],"Included":["Uključeno"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Započnite učitavanjem datoteke i odabirom dijelova i dodataka koje želite primijeniti. Ako postoje preklapanja između kompleta i vašeg trenutnog dizajna, moći ćete odabrati koje uvezene dijelove želite primijeniti ili zanemariti. Nakon što je datoteka spremna, komplet će se primijeniti na vašu web stranicu i moći ćete je vidjeti uživo."],"WP Menus":["WP izbornici"]," Recommended:":[" Preporučeno:"],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Dodajte prilagođene vrste postova za izvoz. Bit će uključeno posljednjih 20 artikala iz svake vrste."],"Click to select custom post types":["Kliknite za odabir prilagođenih vrsta objava"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Idite na Ažuriranja i provjerite jesu li vaši dodaci ažurirani na najnoviju verziju."],"No custom post types in your site...":["Nema prilagođenih vrsta postova na vašoj web stranici..."],"Not yet":["Još ne"],"Take me there":["Odvedi me tamo"],"Activating plugins:":["Aktiviranje dodataka:"],"All items are already selected by default. Uncheck the ones you don't want.":["Sve su stavke već odabrane prema zadanim postavkama. Poništite one koje ne želite."],"If you don't include them, this kit may not work properly.":["Ako ih ne uključite, ovaj komplet možda neće raditi ispravno."],"Install Elementor Pro":["Instalirajte Elementor Pro"],"Is your Elementor Pro ready?":["Je li vaš Elementor Pro spreman?"],"Let’s do it":["Učinimo to"],"Make sure your Elementor Pro account is connected":["Provjerite je li vaš Elementor Pro račun povezan"],"Missing Required Plugins:":["Nedostaju potrebni dodaci:"],"Note:":["Bilješka:"],"Plugins to add:":["Dodaci za dodavanje:"],"Plugins you already have:":["Dodaci koje već imate:"],"Required plugins are still missing.":["Potrebni dodaci još uvijek nedostaju."],"See It Live":["Pogledajte uživo"],"Select which parts you want to apply":["Odaberite dijelove koje želite primijeniti"],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Komplet web stranica koji koristite sadrži dodatke za funkcionalnost, ali ne i sadržaj ili stranice itd."],"There are few plugins that we couldn't install:":["Postoji nekoliko dodataka koje nismo mogli instalirati:"],"This file type is not allowed":["Ova vrsta datoteke nije dopuštena"],"Tip:":["Savjet:"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Bez Elementor Pro, uvoz komponenti poput predložaka, widgeta i skočnih prozora neće raditi."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Ne možete koristiti ovaj komplet web stranica jer ne sadrži nikakav sadržaj, stranice itd. Pokušajte ponovno s drugom datotekom."],"You've imported and applied the following to your site:":["Uvezli ste i primijenili sljedeće na web-stranicu:"],"These are the templates, content and site settings that come with your website templates.":["Ovo su predlošci, sadržaj i postavke web-stranice koji dolaze s vašim kompletom."],"Show me how":["Pokaži mi kako"],"Try Again":["Pokušaj ponovno"],"First, enable unfiltered file uploads.":["Najprije omogućite nefiltrirane prijenose datoteka."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Nema razloga za brigu, samo nastavite bez uvoza SVG-ova ili se vratite i ponovno započnite uvoz."],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["To omogućuje Elementoru da skenira vaše SVG-ove u potrazi za zlonamjernim sadržajem. U suprotnom, možete preskočiti sve SVG-ove u ovom uvozu."],"Custom Post Type":["Prilagođena vrsta posta"],"Existing":["Postojeći"],"Global widgets":["Globalni widgeti"],"How does exporting work?":["Kako funkcionira izvoz?"],"How does importing work?":["Kako funkcionira uvoz?"],"Imported":["Uvezeno"],"Kit Info":["Informacije o kompletu"],"Select the items you want to keep and apply:":["Odaberite stavke koje želite zadržati i primijeniti:"],"To import or export these components, you’ll need Elementor Pro.":["Za uvoz ili izvoz ovih komponenti trebat će vam Elementor Pro."],"WP Pages":["WP stranice"],"Your site's homepage will be determined by the kit. You can change this later.":["Početna stranica vaše web stranice bit će određena kompletom. To možete kasnije promijeniti."],"Upload a file with templates, site settings, content, etc., and apply them to your site ":["Prenesite datoteku s predlošcima, postavkama web-stranice, sadržajem itd. i automatski ih primijenite na svoju web-stranicu."],"404 Error Page":["404 Stranica pogreške"],"Back to dashboard":["Povratak na nadzornu ploču"],"Background Settings":["Pozadinske postavke"],"Don't close this window until the process is finished.":["Ne zatvarajte ovaj prozor dok se postupak ne završi."],"Elementor Pages":["Elementor stranice"],"Import":["Uvoz"],"Lightbox Settings":["Postavke lightboxa"],"Theme Style settings":["Postavke stila teme"],"This usually takes a few moments.":["To obično traje nekoliko trenutaka."],"Important:":["Važano:"],"Learn more":["Saznajte više"],"Landing Pages":["Odredišne stranice"],"Global Colors":["Globalne boje"],"App could not be loaded":["Aplikacija se nije mogla učitati"],"Search Results":["Rezultati pretrage"],"Archives":["Arhiva"],"Single Posts":["Pojedinačna objava (Post)"],"Single Pages":["Pojedinačne stranice"],"Footers":["Podnožja"],"Headers":["Zaglavlja"],"Not Found":["Nije pronađeno"],"Theme":["Tema"],"Layout Settings":["Postavke izgleda"],"Site Settings":["Postavke Stranice"],"Tip":["Savjet"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Žao nam je, ali nešto je pošlo po zlu. Kliknite na 'Saznajte više' i slijedite svaki od koraka kako biste ga brzo riješili."],"Back":["Povratak"],"Done":["Gotovo"],"Previous":["Prethodno"],"Next":["Sljedeće"],"Continue":["Nastavi"],"Popups":["Skočni prozori"],"Plugins":["Dodaci"],"Menus":["Izbornici"],"Skip":["Preskoči"],"Got It":["Razumijem"],"Something went wrong.":["Nešto je pošlo krivo."],"All":["Sve"],"Pages":["Stranice"],"Custom Fonts":["Prilagođeni fontovi"],"Select File":["Odaberi datoteku"],"Click here":["Kliknite ovdje"],"Enable":["Uključi"],"Edit Template":["Uredi predložak"],"Elementor Posts":["Elementor postovi"],"Export":["Izvoz"],"Close":["Zatvori"],"Templates":["Predlošci"],"Saved Templates":["Spremljeni Predlošci"],"Learn More":["Nauči više"],"Global Fonts":["Globalni fontovi"],"Menu":["Izbornik"],"Elementor":["Elementor"],"Go Back":["Nazad"],"Cancel":["Prekini"],"Content":["Sadržaj"],"Name":["Ime"],"Yes":["Da"],"Edit":["Uredi"],"Loading":["Učitavanje"],"Version":["Verzija"]}},"comment":{"reference":"assets\/js\/app.js"}}