{"translation-revision-date":"2025-09-22 13:14:38+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Customize every part of your site":["Prilagodite svaki dio svoje web stranice"],"Get total control, consistency and a faster workflow by designing the recurring parts that make up a complete website like the Header & Footer, Archive, 404, WooCommerce pages and more.":["Ostvarite potpunu kontrolu, dosljednost i brži tijek rada dizajniranjem ponavljajućih dijelova koji čine cjelovitu web stranicu kao što su zaglavlje i podnožje, arhiva, 404, WooCommerce stranice i još mnogo toga."],"Upgrade":["Nadogradi"],"Upgrade Now":["Nadogradi sada"],"404 page":["404 stranica"],"This file type is not allowed":["Ova vrsta datoteke nije dopuštena"],"search results page":["stranica s rezultatima pretraživanja"],"First, enable unfiltered file uploads.":["Najprije omogućite nefiltrirane prijenose datoteka."],"Archive":["Arhiva"],"Footer":["Podnožje"],"Header":["Zaglavlje"],"Single Page":["Jedna stranica"],"Single Post":["Jedna objava"],"Error:":["Greška:"],"What is a 404 Page Template?":["Što je predložak stranice 404?"],"What is a Products Archive Template?":["Što je predložak arhive proizvoda?"],"Products Archive":["Arhiva proizvoda"],"What is a Single Product Template?":["Što je predložak za jedan proizvod?"],"What is a Footer Template?":["Što je predložak podnožja?"],"What is a Single Page Template?":["Što je predložak za jednu stranicu?"],"What is an Archive Template?":["Što je predložak arhive?"],"App could not be loaded":["Aplikacija se nije mogla učitati"],"What is a Header Template?":["Što je predložak zaglavlja?"],"Product":["Proizvod"],"A 404 page template allows you to easily design the layout and style of the page that is displayed when a visitor arrives at a page that does not exist.":["Predložak stranice od 404 omogućuje vam jednostavno dizajniranje izgleda i stila stranice koja se prikazuje kada posjetitelj dođe na stranicu koja ne postoji."],"A products archive template allows you to easily design the layout and style of your WooCommerce shop page or other product archive pages - those pages that show a list of products, which may be filtered by terms such as categories, tags, etc.":["Predložak arhive proizvoda omogućuje vam jednostavno dizajniranje izgleda i stila stranice vaše WooCommerce trgovine ili drugih stranica arhive proizvoda - onih stranica koje prikazuju popis proizvoda, koji se mogu filtrirati prema pojmovima kao što su kategorije, oznake itd."],"A single product template allows you to easily design the layout and style of WooCommerce single product pages, and apply that template to various conditions that you assign.":["Predložak jednog proizvoda omogućuje vam da jednostavno dizajnirate izgled i stil WooCommerce stranica s jednim proizvodom i primijenite taj predložak na različite uvjete koje dodijelite."],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Ako želite drugačiji stil za određenu kategoriju, jednostavno je izraditi zaseban predložak arhive čiji je uvjet da se prikazuje samo kada korisnici pregledavaju popis postova te kategorije."],"What is a Search Results Template?":["Što je predložak rezultata pretraživanja?"],"You can create multiple archive product templates, and assign each to different categories of products. This gives you the freedom to customize the appearance for each type of product being shown.":["Možete izraditi više arhivskih predložaka proizvoda i svaki dodijeliti različitim kategorijama proizvoda. To vam daje slobodu prilagodbe izgleda za svaku vrstu proizvoda koji se prikazuje."],"You can create multiple single product templates, and assign each to different types of products, enabling a custom design for each group of similar products.":["Možete izraditi više pojedinačnih predložaka proizvoda i svaki dodijeliti različitim vrstama proizvoda, omogućujući prilagođeni dizajn za svaku grupu sličnih proizvoda."],"You can customize the message if there are no results for the search term.":["Poruku možete prilagoditi ako nema rezultata za pojam za pretraživanje."],"You can easily control the layout and design of the Search Results page with the Search Results template, which is simply a special archive template just for displaying search results.":["Možete jednostavno kontrolirati izgled i dizajn stranice Rezultati pretraživanja pomoću predloška Rezultati pretraživanja, koji je jednostavno poseban predložak arhive samo za prikaz rezultata pretraživanja."],"A single page template allows you to easily create the layout and style of pages, ensuring design consistency across all the pages of your site.":["Predložak jedne stranice omogućuje vam jednostavno stvaranje izgleda i stila stranica, osiguravajući dosljednost dizajna na svim stranicama vaše web stranice."],"The footer template allows you to easily design and edit custom WordPress footers without the limits of your theme’s footer design constraints":["Predložak podnožja omogućuje vam jednostavno dizajniranje i uređivanje prilagođenih WordPress podnožja bez ograničenja ograničenja dizajna podnožja vaše teme"],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Predložak zaglavlja omogućuje vam jednostavno dizajniranje i uređivanje prilagođenih WordPress zaglavlja tako da više niste ograničeni ograničenjima dizajna zaglavlja vaše teme."],"All Parts":["Svi dijelovi"],"Not Found":["Nije pronađeno"],"Tip":["Savjet"],"Watch Video":["Pogledajte videozapis"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Žao nam je, ali nešto je pošlo po zlu. Kliknite na 'Saznajte više' i slijedite svaki od koraka kako biste ga brzo riješili."],"Continue":["Nastavi"],"Theme Builder":["Graditelj teme"],"Skip":["Preskoči"],"Something went wrong.":["Nešto je pošlo krivo."],"Add New":["Dodaj novo"],"Select File":["Odaberi datoteku"],"Enable":["Uključi"],"Close":["Zatvori"],"Learn More":["Nauči više"],"Elementor":["Elementor"],"Go Back":["Nazad"],"Info":["Info"],"Loading":["Učitavanje"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}