{"translation-revision-date":"2025-09-22 13:14:38+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"hr"},"Admin":["Admin"],"All Roles":["Sve uloge"],"All Statuses":["Svi statusi"],"Choose which role will have access to a specific widget.":["Odaberite koja će uloga imati pristup određenom widgetu."],"Choose which users will have access to each widget.":["Odaberite koji će korisnici imati pristup svakom widgetu."],"Permission":["Dozvole"],"All Plugins":["Svi dodaci"],"Before you continue:":["Prije nego što nastavite:"],"Deactivate Unused Elements":["Deaktivirajte neiskorištene elemente"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Deaktiviranje widgeta ovdje uklonit će ih i iz Elementor Editora i iz vaše web stranice, što može uzrokovati promjene u vašem cjelokupnom izgledu, dizajnu i onome što posjetitelji vide."],"Element":["Element"],"Elementor Pro":["Elementor Pro"],"Elementor Pro Elements":["Elementor Pro elementi"],"Enable All":["Omogući sve"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Ovdje možete fino podesiti Elementor svom tijeku rada. Onemogućite elemente koje ne koristite za čišće sučelje, fokusiranije kreativno iskustvo i poboljšane performanse."],"If you’re adding widgets back in, enjoy them!":["Ako ponovno dodajete widgete, uživajte u njima!"],"No elements found.":["Nije pronađen nijedan element."],"Scan Element Usage":["Korištenje elementa za skeniranje"],"Search widgets":["Widgeti za pretraživanje"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Isključivanje widgeta sakrit će ih s ploče uređivača i potencijalno može utjecati na vaš izgled ili sučelje."],"Usage":["Upotreba"],"We saved your changes.":["Spremili smo vaše promjene."],"times":["puta"],"Sure you want to save these changes?":["Jeste li sigurni da želite spremiti ove promjene?"],"Unleash the full power of Elementor's features and web creation tools.":["Oslobodite punu snagu Elementorovih značajki i alata za izradu weba."],"Save Changes":["Spremi promjene"],"Plugin":["Dodatak"],"Status":["Status"],"Learn More":["Nauči više"],"Save":["Spremi"],"Cancel":["Prekini"],"Edit":["Uredi"],"Show":["Pokaži"],"Inactive":["Neaktivno"],"Active":["Aktivno"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}